insert into product
(name, vendor_code, count, price, guarantee, available, description, type, receipt_date)
values ('Lenovo IdeaPad 3 17ITL6', '17ITL6', 20, 53710.00, '1 year', true,
        'Ноутбук Lenovo IdeaPad 3 17ITL6 предназначен для домашних развлечений и работы в офисе. Благодаря большой площади экрана открываются возможности для выполнения творческих проектов и просмотра качественного видео.'
           , 'Ноутбук', '"2023-03-19"');
insert into product
(name, vendor_code, count, price, guarantee, available, description, type, receipt_date)
values ('ACD 15T', 'AH15TI1586WB', 5, 22800.00, '1 year', true,
        'Ноутбук ACD 15T Intel Core i3-5005U/8Gb/SSD256Gb/RJ45/15.6"/IPS/FHD/NoOS/black (AH15TI1586WB) — это компактные и легкие ноутбуки с мощной аппаратной платформой. Этот ноутбук создан для тех, кто хочет получить качественное и производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Надежный накопитель предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе.'
           , 'Ноутбук', '"2023-03-19"');
insert into product
(name, vendor_code, count, price, guarantee, available, description, type, receipt_date)
values ('Honor MagicBook 16 R5', 'HYM-W56', 30, 49000.00, '1 year', true,
        'Ноутбук Honor MagicBook 16 Grey — модель без предустановленной операционной системы, оснащенная шестиядерным процессором AMD Ryzen 5 5600H с тактовой частотой 3,3 ГГц и кэш-памятью объемом 16 Мб. Тип графического контроллера — Radeon Graphics. Объем оперативной памяти DDR4 равен 16 Гб, частота памяти достигает 3200 МГц.
Клавиатура с мягким и тихим ходом клавиш снабжена подсветкой. Для безопасности есть встроенный датчик отпечатков пальцев. Благодаря ему повышается уровень безопасности и упрощается вход в систему для владельца ноутбука. Устройство поддерживает NFC — технологию беспроводной передачи данных с малым радиусом действия.
16,1-дюймовый экран обладает разрешением 1920х1080 пикселей и частотой обновления до 60 Гц. Матовое покрытие уменьшает количество бликов. Для подключения к Сети возможно использование модуля Wi-Fi. Поддержка Bluetooth версии 5.1 позволяет синхронизироваться со сторонними устройствами, включая смартфоны и планшеты. Емкости батареи достаточно, чтобы ноутбук',
        'Ноутбук', '"2023-03-19"');
insert into product
(name, vendor_code, count, price, guarantee, available, description, type, receipt_date)
values ('realme 32 RMT101', 'RMT101', 2, 13999.00, '1 year', true,
        'Телевизор realme 32 RMT101 черного цвета поддерживает ОС Android. Питание осуществляется от электросети, мощность энергопотребления — 55 Вт. Диагональ MVA-экрана — 32 дюйма (81,28 см). Благодаря высокому разрешению (768х1366 пикселей) картинка выводится яркой, с оптимальной контрастностью и цветопередачей. Частота обновления кадров составляет 60 Гц. За счет этого динамические сцены получаются плавными, без разрывов. Есть цифровое шумоподавление.
Акустическая система состоит из двух колонок суммарной мощностью 12 Вт. Настройки вносятся посредством голосового помощника. Smart TV позволяет искать в интернете медиаконтент, просматривать прогноз погоды, сообщения электронной почты. Для передачи изображений без потери качества используется цифровой интерфейс HDMI. К интернет-сети телевизор подключается с помощью встроенного адаптера Wi-Fi. В комплекте поставляются настольная подставка и пульт ДУ. Благодаря компактным размерам (42,5х8,4х72,4 см) устройство не занимает много места.',
        'Телевизор', '"2023-03-19"');

insert into product
(name, vendor_code, count, price, guarantee, available, description, type, receipt_date)
values ('Hi VHIX-32F219MSY', 'VHIX-32F219MSY', 1, 9999.00, '1 year', true,
        'Телевизор Hi VHIX-32F219MSY — модель, обладающая 32-дюймовым экраном (80 см) формата 16:9 разрешением 1920х1080 пикселей (Full HD). Частота обновления достигает 60 Гц, что исключает вероятность возникновения искажений. Используемая технология экрана — LED. Предусмотрена система обработки изображений — цифровое шумоподавление. Модель поставляется с ОС «Яндекс.ТВ». Акустическая система с поддержкой Dolby Digital Plus обладает мощностью 2х8 Вт.
Встроенный модуль Wi-Fi и технология Smart TV позволяют искать нужный контент в интернете. При помощи Bluetooth устройство может взаимодействовать со смартфонами и планшетами. Есть возможность записи программ с ТВ на USB-накопитель. Управление моделью производится при помощи пульта ДУ.
Разъемы USB позволяют взаимодействовать с внешними носителями информации, HDMI — с игровой консолью. Телевизор поддерживает голосового помощника «Алиса». Встроен цифровой тюнер DVB стандартов T/T2/C/S/S2. Есть интерфейсы HDMI версии 2.0, USB 2.0 типа А, RJ45. При необходимости',
        'Телевизор', '"2023-03-19"');

insert into product
(name, vendor_code, count, price, guarantee, available, description, type, receipt_date)
values ('Samsung Galaxy S23 128GB Phantom Black', 'SM-S911/DS', 1000, 74999.00, '1 year', true,
        'Смартфон Samsung Galaxy S23 Black — модель с безрамочным экраном диагональю 6,1 дюйма, выполненным по технологии Dynamic AMOLED 2X. Разрешение — 2400x1080 пикселей, частота обновления — 120 Гц. Отображается 16 млн цветов. Надежную защиту дисплея обеспечивает стекло Corning Gorilla Glass 8.
Высокую производительность девайса гарантируют восьмиядерный процессор Qualcomm Snapdragon 8 Gen 2 и 8 Гб оперативной памяти. Для установки приложений, хранения изображений, музыки видео и документов используется хранилище объемом 128 Гб.
В устройство можно установить две nano-SIM, кроме того, поддерживается eSIM. Смартфон работает в сетях вплоть до 5G. Навигационные системы GPS, ГЛОНАСС, Beidou, Galileo и QZSS дадут возможность быстро сориентироваться в незнакомом месте, проложить кратчайший маршрут до нужной точки. Встроенные модули Wi-Fi 802.11 a/b/g/n/ac/ax и Bluetooth 5.3 обеспечивают доступ в Сеть и позволяют обмениваться данными с совместимыми устройствами. Авторизация может производиться на основе',
        'Смартфон', '"2023-03-19"');